package com.ibum.jokes.model

/**
 * Created by yvshvets on 29.08.17.
 */
class StoryList {

    static def stories = [
            "За мной по пятам ползает робот-пылесос. Старею, что ли?",

            """"— Батюшка...
            — Что, сын мой?
            — У вас нет крестовой отвертки?""",

            """Позвал как-то заяц своего сына-зайчонка и говорит ему:
                    - Сынок, ты уже взрослый; тебе пора знать, что Деда Мазая не существует.""",

            """Моя жена, у которой медицинское образование, говорит, что всем курящим не мешало бы научиться курить жопой, ибо рак прямой кишки лечат и довольно успешно, а вот рак лёгких даже на самой ранней стадии - это уже фактически смертный приговор.""",

            """Сказали глупость и не можете выкрутиться? Со снобистским выражением лица добавьте: "Это цитата".""",

            """Человек познаётся в деле, поэтому я для всех - загадка.""",

            """Быть жирным котом проще, чем жирным мужиком, потому что можно прикинуться пушистым."""
    ]
}
